Repository: karimoff96/Wow-dash
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: users.viewProfile
uz: Profilni ko'rish

source: users.changePassword
uz: Parolni o'zgartirish

source: users.lastLogin
uz: Oxirgi kirish

source: users.dateJoined
uz: Ro'yxatdan o'tgan sana

source: org.center
uz: Markaz

source: org.centers
uz: Markazlar

source: org.branch
uz: Filial

source: org.branches
uz: Filiallar

source: org.addCenter
uz: Markaz qo'shish

source: org.addBranch
uz: Filial qo'shish

source: org.editCenter
uz: Markazni tahrirlash

source: org.editBranch
uz: Filialni tahrirlash

source: org.centerName
uz: Markaz nomi

source: org.branchName
uz: Filial nomi

source: org.address
uz: Manzil

source: org.contactInfo
uz: Aloqa ma'lumoti

source: marketing.broadcast
uz: Xabar yuborish

source: marketing.campaign
uz: Kampaniya

source: marketing.message
uz: Xabar

source: marketing.recipients
uz: Qabul qiluvchilar

source: marketing.send
uz: Yuborish

source: marketing.scheduled
uz: Rejalashtirilgan

source: marketing.sent
uz: Yuborildi

source: marketing.failed
uz: Xato

source: reports.financial
uz: Moliyaviy hisobot

source: reports.debt
uz: Qarz hisoboti

source: reports.audit
uz: Audit jurnali

source: reports.generate
uz: Hisobot yaratish

source: reports.export
uz: Hisobotni eksport qilish

source: reports.dateRange
uz: Davr

source: reports.summary
uz: Xulosa

source: reports.details
uz: Tafsilotlar

source: dashboard.title
uz: Boshqaruv paneli

source: dashboard.welcome
uz: Xush kelibsiz

source: dashboard.overview
uz: Umumiy ko'rinish

source: dashboard.recentOrders
uz: Oxirgi buyurtmalar

source: dashboard.todayStats
uz: Bugungi statistika

source: dashboard.thisMonth
uz: Bu oy

source: dashboard.revenue
uz: Daromad

source: dashboard.growth
uz: O'sish

source: receipt.upload
uz: Kvitansiya yuklash

source: receipt.view
uz: Kvitansiyani ko'rish

source: receipt.download
uz: Kvitansiyani yuklash

source: receipt.pending
uz: Kvitansiya kutilmoqda

source: receipt.approved
uz: Kvitansiya tasdiqlandi

source: receipt.rejected
uz: Kvitansiya rad etildi

source: receipt.showForCardPayments
uz: Faqat karta/pul o'tkazmasi uchun ko'rsatiladi

source: validation.required
uz: Bu maydon majburiy

source: validation.invalid
uz: Noto'g'ri qiymat

source: validation.minLength
uz: Minimal uzunlik

source: validation.maxLength
uz: Maksimal uzunlik

source: validation.min
uz: Minimal qiymat

source: validation.max
uz: Maksimal qiymat

source: validation.email
uz: Noto'g'ri email

source: validation.phone
uz: Noto'g'ri telefon raqami
