Repository: karimoff96/Wow-dash
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: Branch
uz: Filial

source: Leave empty for global/default settings
uz: Global/standart sozlamalar uchun bo'sh qoldiring

source: Bank Card Number
uz: Bank kartasi raqami

source: Card number for receiving payments (e.g., 8600 1234 5678 9012)
uz: To'lovlarni qabul qilish uchun karta raqami (masalan, 8600 1234 5678 9012)

source: Card Holder Name
uz: Karta egasining ismi

source: Name of the card holder
uz: Karta egasining ismi

source: Help Text
uz: Yordam matni

source: Help text shown in bot
uz: Botda ko'rsatiladigan yordam matni

source: Description
uz: Tavsif

source: Description of the branch/center
uz: Filial/markaz tavsifi

source: About Us
uz: Biz haqimizda

source: About us information
uz: Biz haqimizda ma'lumot

source: Working Hours
uz: Ish vaqti

source: e.g., Mon-Fri: 9:00-18:00, Sat: 10:00-15:00
uz: masalan, Dush-Juma: 9:00-18:00, Shan: 10:00-15:00

source: Support Phone
uz: Qo'llab-quvvatlash telefoni

source: Phone number for customer support
uz: Mijozlarni qo'llab-quvvatlash uchun telefon raqami

source: Support Telegram
uz: Qo'llab-quvvatlash Telegram

source: Telegram username for support (e.g., @support_bot)
uz: Qo'llab-quvvatlash uchun Telegram foydalanuvchi nomi (masalan, @support_bot)

source: Guide Link
uz: Yo'riqnoma havolasi

source: URL to a guide (Telegram message, YouTube video, documentation, etc.)
uz: Yo'riqnoma havolasi (Telegram xabar, YouTube video, hujjat va boshqalar)

source: Reserved Field 1
uz: Zaxira maydon 1

source: Reserved for future use
uz: Kelajakda foydalanish uchun zaxiralangan

source: Reserved Field 2
uz: Zaxira maydon 2

source: Reserved Field 3
uz: Zaxira maydon 3

source: Created At
uz: Yaratilgan vaqti

source: Updated At
uz: Yangilangan vaqti

source: Additional Info
uz: Qo'shimcha ma'lumot

source: Translation Center
uz: Tarjima markazi

source: The center this user belongs to. Same Telegram user can have separate accounts per center.
uz: Ushbu foydalanuvchi tegishli bo'lgan markaz. Bir xil Telegram foydalanuvchisi har bir markaz uchun alohida hisobga ega bo'lishi mumkin.

source: Telegram User ID
uz: Telegram foydalanuvchi ID

source: Username
uz: Foydalanuvchi nomi

source: Full Name
uz: To'liq ism

source: Phone Number
uz: Telefon raqami

source: Language
uz: Til

source: Registration Step
uz: Ro'yxatdan o'tish bosqichi

source: Agency Token
uz: Agentlik tokeni

source: Agency Link
uz: Agentlik havolasi

source: Is Used
uz: Foydalanilgan

source: Whether this invitation link has been used
uz: Ushbu taklif havolasi ishlatilganmi

source: Is Active
uz: Faol

source: Is Agency
uz: Agentlik

source: Agency
uz: Agentlik

source: Telegram User
uz: Telegram foydalanuvchi

source: Telegram Users
uz: Telegram foydalanuvchilari

source: Bot User
uz: Bot foydalanuvchisi

source: Current Order
uz: Joriy buyurtma

source: Uploaded File IDs
uz: Yuklangan fayl ID lari

source: List of OrderMedia IDs for files uploaded in current session
uz: Joriy seansda yuklangan fayllar uchun OrderMedia ID lari ro'yxati

source: Message IDs
uz: Xabar ID lari

source: List of message IDs to clean up
uz: Tozalash uchun xabar ID lari ro'yxati

source: Extra Data
uz: Qo'shimcha ma'lumotlar

source: Additional temporary data during flows
uz: Jarayonlar davomida qo'shimcha vaqtinchalik ma'lumotlar

source: Bot User State
uz: Bot foydalanuvchi holati

source: Bot User States
uz: Bot foydalanuvchi holatlari

source: Name
uz: Nomi

source: Code
uz: Kod

source: Active
uz: Faol

source: Region
uz: Viloyat

source: Regions
uz: Viloyatlar

source: District
uz: Tuman

source: Districts
uz: Tumanlar

source: Title
uz: Sarlavha

source: Body
uz: Matn

source: File
uz: Fayl

source: Created at
uz: Yaratilgan vaqt

source: Updated at
uz: Yangilangan vaqt

source: Create
uz: Yaratish

source: Update
uz: Yangilash

source: Delete
uz: O'chirish

source: View
uz: Ko'rish

source: Login
uz: Kirish

source: Logout
uz: Chiqish

source: Assign
uz: Tayinlash

source: Status Change
uz: Holatni o'zgartirish

source: Payment
uz: To'lov

source: Other
uz: Boshqa

source: User
uz: Foydalanuvchi

source: Action
uz: Harakat

source: Content Type
uz: Kontent turi

source: Object ID
uz: Obyekt ID

source: Target
uz: Maqsad

source: Details
uz: Tafsilotlar

source: Changes
uz: O'zgarishlar

source: IP Address
uz: IP manzil

source: User Agent
uz: Foydalanuvchi agenti

source: Audit Log
uz: Audit yozuvi

source: Audit Logs
uz: Audit yozuvlari

source: System activity and audit trail
uz: Tizim faoliyati va audit izi

source: Total Logs
uz: Jami yozuvlar

source: Period
uz: Davr

source: From
uz: Dan

source: To
uz: Gacha

source: Action Type
uz: Harakat turi

source: All Actions
uz: Barcha harakatlar

source: All Users
uz: Barcha foydalanuvchilar

source: Center
uz: Markaz

source: All Centers
uz: Barcha markazlar

source: All Branches
uz: Barcha filiallar

source: Search
uz: Qidirish

source: Search logs...
uz: Yozuvlarni qidirish...

source: Apply Filters
uz: Filtrlarni qo'llash

source: Reset
uz: Qayta o'rnatish

source: Activity Timeline
uz: Faoliyat tarixi

source: of
uz: dan

source: System
uz: Tizim

source: Created
uz: Yaratildi

source: Updated
uz: Yangilandi

source: Deleted
uz: O'chirildi

source: Logged In
uz: Tizimga kirdi

source: Logged Out
uz: Tizimdan chiqdi

source: Status Changed
uz: Holat o'zgartirildi

source: Assigned
uz: Tayinlandi

source: at
uz: soat

source: View Changes
uz: O'zgarishlarni ko'rish

source: Field
uz: Maydon

source: Previous
uz: Oldingi

source: Receipt Pending Verification
uz: Kvitansiya tekshirilishi kutilmoqda

source: New Order
uz: Yangi buyurtma

source: Order Cancelled
uz: Buyurtma bekor qilindi

source: Order Completed
uz: Buyurtma bajarildi

source: Confirmed
uz: Tasdiqlandi

source: New User Registered
uz: Yangi foydalanuvchi ro'yxatdan o'tdi

source: New Agency Registered
uz: Yangi agentlik ro'yxatdan o'tdi

source: Type
uz: Turi

source: Message
uz: Xabar

source: Is Read
uz: O'qilgan

source: Read By
uz: O'qigan

source: Read At
uz: O'qilgan vaqt

source: Admin Notification
uz: Admin bildirisnomasi

source: Admin Notifications
uz: Admin bildirisnomalari

source: Yesterday
uz: Kecha

source: Content
uz: Kontent

source: Targeting
uz: Maqsadli auditoriya

source: Scheduling
uz: Rejalash

source: Statistics
uz: Statistika

source: Errors
uz: Xatolar

source: Delivered/Failed/Total
uz: Yetkazildi/Xato/Jami

source: All Users (Platform-wide)
uz: Barcha foydalanuvchilar (Platforma bo'ylab)

source: Center Users
uz: Markaz foydalanuvchilari

source: Branch Users
uz: Filial foydalanuvchilari

source: Custom Segment
uz: Maxsus segment

source: Draft
uz: Qoralama

source: Scheduled
uz: Rejalashtirilgan

source: Sending
uz: Yuborilmoqda

source: Sent
uz: Yuborildi

source: Paused
uz: To'xtatilgan

source: Failed
uz: Muvaffaqiyatsiz

source: Cancelled
uz: Bekor qilindi

source: Text Only
uz: Faqat matn

source: Photo with Caption
uz: Izoh bilan rasm

source: Video with Caption
uz: Izoh bilan video

source: Document with Caption
uz: Izoh bilan hujjat

source: Pages
uz: Sahifalar

source: Order file
uz: Buyurtma fayli

source: Order media
uz: Buyurtma mediasi

source: Received
uz: Qabul qilindi

source: Cash
uz: Naqd

source: Card
uz: Karta

source: Document Type
uz: Hujjat turi

source: Total Pages
uz: Jami sahifalar

source: Translation Language
uz: Tarjima tili

source: The target language selected by user from category's available languages
uz: Foydalanuvchi kategoriyaning mavjud tillaridan tanlagan maqsadli til

source: Payment Type
uz: To'lov turi

source: Receipt
uz: Kvitansiya

source: Total Price
uz: Jami narx

source: Number of Copies
uz: Nusxalar soni

source: Additional copies needed (0 means only original)
uz: Qo'shimcha nusxalar kerak (0 faqat asl nusxani anglatadi)

source: Files
uz: Fayllar

source: Assigned To
uz: Tayinlangan

source: Assigned By
uz: Tayinlagan

source: Assigned At
uz: Tayinlangan vaqt

source: Showing
uz: Ko'rsatilmoqda

source: to
uz: dan

source: entries
uz: yozuv

source: No Audit Logs Found
uz: Audit yozuvlari topilmadi

source: No activity matches your current filters.
uz: Joriy filtrlaringizga mos faoliyat topilmadi.

source: Reset Filters
uz: Filtrlarni tozalash

source: Track and manage outstanding customer debts
uz: Mijozlarning to'lanmagan qarzlarini kuzatish va boshqarish

source: Back to Unit Economy
uz: Birim iqtisodiyotga qaytish

source: Debt Range
uz: Qarz oralig'i

source: All Amounts
uz: Barcha miqdorlar

source: Collection Rate
uz: Yig'ish darajasi

source: All Rates
uz: Barcha darajalar

source: Low (0-30%)
uz: Past (0-30%)

source: Medium (30-70%)
uz: O'rta (30-70%)

source: High (70-100%)
uz: Yuqori (70-100%)

source: Orders Count
uz: Buyurtmalar soni

source: All Orders
uz: Barcha buyurtmalar

source: 1-5 orders
uz: 1-5 buyurtma

source: 6-10 orders
uz: 6-10 buyurtma

source: 11+ orders
uz: 11+ buyurtma

source: Sort By
uz: Saralash

source: Debt: High to Low
uz: Qarz: Ko'pdan kamga

source: Debt: Low to High
uz: Qarz: Kamdan ko'pga

source: Orders: High to Low
uz: Buyurtmalar: Ko'pdan kamga

source: Collection: Low to High
uz: Yig'ilgan: Kamdan ko'pga

source: Collection: High to Low
uz: Yig'ilgan: Ko'pdan kamga

source: Name: A to Z
uz: Ism: A dan Z gacha

source: Clear Filters
uz: Filtrlarni tozalash

source: Total Debt
uz: Umumiy qarz

source: customers with debt
uz: qarzdor mijozlar

source: Total Received
uz: Jami qabul qilindi

source: Total Expected
uz: Jami kutilmoqda

source: Avg Collection Rate
uz: O'rtacha yig'ish darajasi

source: All Debtors
uz: Barcha qarzdarlar

source: Quick search by name or phone...
uz: Ism yoki telefon bo'yicha tez qidirish...

source: Export to Excel
uz: Excel ga eksport qilish

source: Customer
uz: Mijoz

source: Location
uz: Manzil

source: Debt
uz: Qarz

source: Count
uz: Soni

source: Expected
uz: Kutilgan

source: Rate
uz: Daraja

source: Pay debt for
uz: Qarzni to'lash:

source: Pay
uz: To'lash

source: TOTALS:
uz: JAMI:

source: Show:
uz: Ko'rsatish:

source: No debtors found
uz: Qarzdarlar topilmadi

source: Try adjusting your filters or date range
uz: Filtrlaringizni yoki sana oralig'ini sozlang

source: Components / Email
uz: Komponentlar / Email

source: System Overview
uz: Tizim ko'rinishi

source: Owner Dashboard
uz: Egasining boshqaruv paneli

source: No Branch
uz: Filial yo'q

source: Manager Dashboard
uz: Menejer boshqaruv paneli

source: My Dashboard
uz: Mening boshqaruv panelim

source: Dashboard
uz: Boshqaruv paneli

source: Executive Summary
uz: Boshqaruv xulasasi

source: Terms & Condition
uz: Shartlar va shartlar

source: Widgets
uz: Vidjetlar

source: This Week
uz: Bu hafta

source: This Month
uz: Bu oy

source: This Year
uz: Bu yil

source: Custom Range
uz: Maxsus oraliq

source: Awaiting
uz: Kutilmoqda

source: In Process
uz: Jarayonda

source: Ready
uz: Tayyor

source: Done
uz: Bajarildi

source: No Orders
uz: Buyurtmalar yo'q

source: Sales Statistics
uz: Savdo statistikasi

source: Sales
uz: Savdo

source: Finance & Analytics
uz: Moliya va tahlil

source: Finance
uz: Moliya

source: Organization
uz: Tashkilot

source: Companies
uz: Kompaniyalar

source: Roles & Permissions
uz: Rollar va ruxsatlar

source: My Branch
uz: Mening filialim

source: Branch Info
uz: Filial ma'lumotlari

source: Bot Settings
uz: Bot sozlamalari

source: Bulk Payment & Top Up
uz: Ommaviy to'lov va to'ldirish

source: Services
uz: Xizmatlar

source: Categories
uz: Kategoriyalar

source: Products
uz: Mahsulotlar

source: Languages
uz: Tillar

source: Analytics & Reports
uz: Tahlil va hisobotlar

source: My Statistics
uz: Mening statistikam

source: Dashboards
uz: Boshqaruv panellari

source: Sales Overview
uz: Savdo ko'rinishi

source: Finance & Payments
uz: Moliya va to'lovlar

source: Financial Reports
uz: Moliyaviy hisobotlar

source: Unit Economy
uz: Birlik iqtisodiyoti

source: Payment History
uz: To'lov tarixi

source: Expense Analytics
uz: Xarajat tahlili

source: Order Reports
uz: Buyurtma hisobotlari

source: Staff Performance
uz: Xodimlar samaradorligi

source: Branch Comparison
uz: Filiallar taqqoslash

source: Customer Analytics
uz: Mijoz tahlili

source: auth.forgotPassword
uz: Parolni unutdingizmi

source: auth.forgotPasswordDesc
uz: Hisobingiz bilan bog'langan elektron pochta manzilini kiriting va biz sizga parolni tiklash havolasini yuboramiz

source: auth.enterEmail
uz: Emailni kiriting

source: auth.sendResetLink
uz: Havola yuborish

source: auth.backToSignIn
uz: Kirishga qaytish

source: orders.orderId
uz: Buyurtma ID

source: orders.customer
uz: Mijoz

source: orders.product
uz: Mahsulot

source: orders.pages
uz: Sahifalar

source: orders.status
uz: Holat

source: orders.price
uz: Narx

source: orders.totalPrice
uz: Umumiy narx

source: orders.received
uz: Qabul qilindi

source: orders.remaining
uz: Qoldiq

source: orders.orderNumber
uz: Buyurtma raqami

source: orders.documents
uz: Hujjatlar

source: orders.assignedTo
uz: Tayinlangan

source: orders.notAssigned
uz: Tayinlanmagan

source: orders.assignedBy
uz: Kim tayinladi

source: orders.paymentReceived
uz: To'lov qabul qilindi

source: orders.paymentReceivedBy
uz: To'lovni qabul qildi

source: orders.paymentReceivedAt
uz: To'lov qabul qilindi

source: orders.clientName
uz: Mijoz ismi

source: orders.phoneNumber
uz: Telefon raqami

source: orders.totalAmount
uz: Umumiy summa

source: orders.extraFee
uz: Qo'shimcha to'lov

source: orders.extraFeeDesc
uz: Qo'shimcha to'lov tavsifi

source: orders.copyNumber
uz: Nusxalar soni

source: orders.additionalCopies
uz: Qo'shimcha nusxalar kerak (0 faqat asl nusxani bildiradi)

source: orders.translationLanguage
uz: Tarjima tili

source: orders.description
uz: Tavsif

source: status.pending
uz: Kutilmoqda

source: status.paymentPending
uz: To'lov kutilmoqda

source: status.paymentReceived
uz: Qabul qilindi

source: status.paymentConfirmed
uz: Tasdiqlandi

source: status.inProgress
uz: Jarayonda

source: status.ready
uz: Tayyor

source: status.completed
uz: Bajarildi

source: status.cancelled
uz: Bekor qilindi

source: actions.view
uz: Ko'rish

source: actions.edit
uz: Tahrirlash

source: actions.delete
uz: O'chirish

source: actions.assign
uz: Tayinlash

source: actions.confirmPayment
uz: To'lovni tasdiqlash

source: actions.recordPayment
uz: To'lovni yozish

source: actions.updateStatus
uz: Holatni yangilash

source: actions.downloadReceipt
uz: Kvitansiyani yuklash

source: actions.viewDetails
uz: Tafsilotlarni ko'rish

source: actions.cancel
uz: Bekor qilish

source: actions.save
uz: Saqlash

source: actions.update
uz: Yangilash

source: actions.upload
uz: Yuklash

source: actions.download
uz: Yuklab olish

source: actions.print
uz: Chop etish

source: actions.export
uz: Eksport

source: actions.filter
uz: Filtr

source: actions.search
uz: Qidirish

source: actions.reset
uz: Qayta tiklash

source: actions.apply
uz: Qo'llash

source: actions.submit
uz: Yuborish

source: actions.close
uz: Yopish

source: actions.confirm
uz: Tasdiqlash

source: actions.back
uz: Orqaga

source: filter.all
uz: Hammasi

source: filter.status
uz: Holat

source: filter.paymentStatus
uz: To'lov holati

source: filter.assignmentStatus
uz: Tayinlash holati

source: filter.search
uz: Qidirish

source: filter.searchPlaceholder
uz: Raqam, ism, telefon bo'yicha qidirish

source: filter.perPage
uz: Sahifada

source: filter.branch
uz: Filial

source: filter.center
uz: Markaz

source: filter.staff
uz: Xodim

source: filter.dateFrom
uz: Sana dan

source: filter.dateTo
uz: Sana gacha

source: filter.period
uz: Davr

source: filter.today
uz: Bugun

source: filter.thisWeek
uz: Bu hafta

source: filter.thisMonth
uz: Bu oy

source: filter.thisYear
uz: Bu yil

source: filter.custom
uz: Maxsus davr

source: filter.allPaymentMethods
uz: Barcha to'lov usullari

source: filter.allCustomers
uz: Barcha mijozlar

source: payment.cash
uz: Naqd

source: payment.card
uz: Karta

source: payment.bankTransfer
uz: Bank o'tkazmasi

source: payment.other
uz: Boshqa

source: payment.paymentMethod
uz: To'lov usuli

source: payment.paymentType
uz: To'lov turi

source: payment.paymentAmount
uz: To'lov summasi

source: payment.paymentDate
uz: To'lov sanasi

source: payment.paymentDetails
uz: To'lov tafsilotlari

source: payment.paymentHistory
uz: To'lovlar tarixi

source: payment.receiptNote
uz: Kvitansiya/Izoh

source: payment.uploadReceipt
uz: Kvitansiyani yuklash

source: payment.noReceiptUploaded
uz: Kvitansiya yuklanmagan

source: payment.processPayment
uz: To'lovni qayta ishlash

source: payment.newPayment
uz: Yangi to'lov

source: payment.bulkPayment
uz: Ommaviy to'lov

source: payment.paidAmount
uz: To'langan summa

source: payment.fully
uz: To'liq

source: payment.partial
uz: Qisman

source: payment.unpaid
uz: To'lanmagan

source: payment.fullyPaid
uz: To'liq to'langan

source: payment.partiallyPaid
uz: Qisman to'langan

source: payment.pendingPayment
uz: To'lov kutilmoqda

source: payment.acceptPayment
uz: To'lovni to'liq qabul qilish

source: customer.agency
uz: Agentlik (B2B)

source: customer.individual
uz: Jismoniy shaxs (B2C)

source: customer.type
uz: Mijoz turi

source: customer.name
uz: Mijoz ismi

source: customer.phone
uz: Telefon

source: customer.email
uz: Email

source: stats.total
uz: Jami

source: stats.totalPayments
uz: Jami to'lovlar

source: stats.totalAmount
uz: Umumiy summa

source: stats.totalOrders
uz: Jami buyurtmalar

source: stats.ordersPaid
uz: To'langan buyurtmalar

source: stats.fullyPaid
uz: to'liq to'langan

source: stats.uniqueCustomers
uz: Noyob mijozlar

source: stats.customersServed
uz: mijozlarga xizmat ko'rsatildi

source: stats.transactionsProcessed
uz: tranzaksiyalar qayta ishlandi

source: stats.avgPayment
uz: o'rtacha to'lov

source: stats.averageAmount
uz: O'rtacha summa

source: table.customer
uz: Mijoz

source: table.phone
uz: Telefon

source: table.service
uz: Xizmat

source: table.paymentMethod
uz: To'lov usuli

source: table.amount
uz: Summa

source: table.dateTime
uz: Sana va vaqt

source: table.location
uz: Joylashuv

source: table.branch
uz: Filial

source: table.assigned
uz: Tayinlangan

source: table.unassigned
uz: Tayinlanmagan

source: table.noRecentOrders
uz: Yaqinda buyurtmalar yo'q

source: table.orders
uz: Buyurtmalar

source: table.fullyPaid
uz: To'liq to'langan

source: table.date
uz: Sana

source: table.processedBy
uz: Kim qayta ishladi

source: table.actions
uz: Amallar

source: table.status
uz: Holat

source: table.product
uz: Mahsulot

source: table.price
uz: Narx

source: table.received
uz: Qabul qilindi

source: table.remaining
uz: Qoldiq

source: table.assignedTo
uz: Tayinlangan

source: table.createdAt
uz: Yaratilgan

source: form.username
uz: Foydalanuvchi nomi

source: form.password
uz: Parol

source: form.email
uz: Email

source: form.firstName
uz: Ism

source: form.lastName
uz: Familiya

source: form.phone
uz: Telefon raqami

source: form.address
uz: Manzil

source: form.note
uz: Izoh

source: form.selectOption
uz: Variantni tanlang

source: form.selectStatus
uz: Holatni tanlang

source: form.selectPaymentType
uz: To'lov turini tanlang

source: form.selectBranch
uz: Filialni tanlang

source: form.selectStaff
uz: Xodimni tanlang

source: form.selectProduct
uz: Mahsulotni tanlang

source: form.selectLanguage
uz: Tilni tanlang

source: form.selectCustomer
uz: Mijozni tanlang

source: form.enterAmount
uz: Summani kiriting

source: form.enterDescription
uz: Tavsifni kiriting

source: form.required
uz: Majburiy

source: form.optional
uz: Ixtiyoriy

source: form.chooseFile
uz: Faylni tanlang

source: form.noFileChosen
uz: Fayl tanlanmagan

source: form.dragDropFile
uz: Fayllarni bu yerga torting

source: form.uploadFiles
uz: Fayllarni yuklash

source: message.success
uz: Muvaffaqiyatli

source: message.error
uz: Xato

source: message.warning
uz: Ogohlantirish

source: message.info
uz: Ma'lumot

source: message.loading
uz: Yuklanmoqda

source: message.noData
uz: Ma'lumot yo'q

source: message.confirmDelete
uz: Ushbu elementni o'chirmoqchimisiz?

source: message.deleteSuccess
uz: Element muvaffaqiyatli o'chirildi

source: message.updateSuccess
uz: Muvaffaqiyatli yangilandi

source: message.createSuccess
uz: Muvaffaqiyatli yaratildi

source: message.saveSuccess
uz: Muvaffaqiyatli saqlandi

source: message.noResults
uz: Natijalar topilmadi

source: message.tryDifferentFilters
uz: Filtrlarni yoki davrni o'zgartirib ko'ring

source: common.yes
uz: Ha

source: common.no
uz: Yo'q

source: common.active
uz: Faol

source: common.inactive
uz: Nofaol

source: common.enabled
uz: Yoqilgan

source: common.disabled
uz: O'chirilgan

source: common.default
uz: Standart

source: common.all
uz: Hammasi

source: common.none
uz: Yo'q

source: common.select
uz: Tanlash

source: common.selected
uz: Tanlangan

source: common.clear
uz: Tozalash

source: common.refresh
uz: Yangilash

source: common.showing
uz: Ko'rsatilmoqda

source: common.of
uz: dan

source: common.entries
uz: yozuvlar

source: common.previous
uz: Oldingi

source: common.next
uz: Keyingi

source: common.page
uz: Sahifa

source: common.perPage
uz: Sahifada

source: common.from
uz: Dan

source: common.to
uz: Gacha

source: common.language
uz: Til

source: common.more
uz: Ko'proq

source: common.less
uz: Kamroq

source: common.show
uz: Ko'rsatish

source: common.hide
uz: Yashirish

source: common.details
uz: Tafsilotlar

source: common.close
uz: Yopish

source: common.avgPayment
uz: o'rtacha to'lov

source: empty.noOrders
uz: Buyurtmalar topilmadi

source: empty.noPayments
uz: To'lovlar topilmadi

source: empty.noCustomers
uz: Mijozlar topilmadi

source: empty.noData
uz: Ma'lumot yo'q

source: empty.noResults
uz: Natijalar topilmadi

source: pagination.showing
uz: Ko'rsatilmoqda

source: pagination.to
uz: gacha

source: pagination.of
uz: dan

source: pagination.entries
uz: yozuvlar

source: pagination.previous
uz: Oldingi

source: pagination.next
uz: Keyingi

source: pagination.first
uz: Birinchi

source: pagination.last
uz: Oxirgi

source: assignment.assignTo
uz: Tayinlash

source: assignment.reassign
uz: Qayta tayinlash

source: assignment.unassigned
uz: Tayinlanmagan

source: assignment.assigned
uz: Tayinlangan

source: assignment.selectStaff
uz: Xodimni tanlang

source: assignment.assignmentDate
uz: Tayinlash sanasi

source: bulk.selectCustomer
uz: Mijozni tanlang

source: bulk.customerWithDebt
uz: Mijoz (qarzdor)

source: bulk.paymentAmount
uz: To'lov summasi

source: bulk.previewDistribution
uz: Taqsimotni ko'rish

source: bulk.processPayment
uz: To'lovni qayta ishlash

source: bulk.ordersPaidCount
uz: To'lanadigan buyurtmalar

source: bulk.fullyPaidCount
uz: To'liq to'lanadi

source: bulk.remainingDebt
uz: Qoldiq qarz

source: bulk.currentDebt
uz: Joriy qoldiq

source: bulk.amountToApply
uz: Qo'llaniladigan summa

source: bulk.newRemaining
uz: Yangi qoldiq

source: services.product
uz: Mahsulot

source: services.products
uz: Mahsulotlar

source: services.category
uz: Kategoriya

source: services.categories
uz: Kategoriyalar

source: services.language
uz: Til

source: services.languages
uz: Tillar

source: services.expense
uz: Xarajat

source: services.expenses
uz: Xarajatlar

source: services.addProduct
uz: Mahsulot qo'shish

source: services.editProduct
uz: Mahsulotni tahrirlash

source: services.productName
uz: Mahsulot nomi

source: services.productPrice
uz: Mahsulot narxi

source: services.productDescription
uz: Mahsulot tavsifi

source: services.pricePerPage
uz: Sahifa narxi

source: services.basePrice
uz: Asosiy narx

source: services.additionalCopyPrice
uz: Qo'shimcha nusxa narxi

source: services.available
uz: Mavjud

source: services.notAvailable
uz: Mavjud emas

source: users.user
uz: Foydalanuvchi

source: users.users
uz: Foydalanuvchilar

source: users.profile
uz: Profil

source: users.role
uz: Rol

source: users.permissions
uz: Ruxsatlar

source: users.addUser
uz: Foydalanuvchi qo'shish

source: users.editUser
uz: Tahrirlash
